/* Download  */

"Max. Download Size:" = "最大下载大小:";
"Max. Connections:" = "最大连接数:";
"General:" = "通用:";
"Clear cache on quit" = "退出时清除缓存";
"Cache downloaded pages" = "缓存下载的页面";
"Exclude Domains:" = "排除域:";
"Exclude Links:" = "排除链接:";
"Ignore instructions for robots" = "忽略机器人指令";
"Cache Directory:" = "缓存目录:";

"Snapshot Creation:" = "创建预览s:";
"Immediately" = "立即";
"On demand" = "按需";
"Directly" = "直接（更高质量）";
"DEVONtechnologies.com" = "通过DEVONtechnologies.com（更快）";
"DEVONtechnologies.com is only used to generate thumbnails for external web pages and therefore only URLs, e.g. of similar web pages, are submitted." = "DEVONtechnologies.com仅用于生成外部网页的缩略图，因此仅提交URL，例如相似网页的URL.";

/* Interface */

"Interface:" = "接口:";
"Alternating row colors in views" = "替换视图中的行颜色";
"Startup:" = "启动:";
"Open new query" = "打开新查询";
"Open new browser" = "打开新浏览器";
"Open browsers that were open on quit" = "打开在退出时打开的浏览器";
"Do nothing" = "什么都不做";
"Source Font:" = "源字体:";
"Select..." = "选择...";
"Reset" = "重置";
"Text Font:" = "文本字体:";
"Highlight occurences in HTML pages" = "高亮显示HTML页面中的内容";
"Floating simplified search panel" = "浮动简化搜索面板";
"Automatically zoom search panel" = "自动缩放搜索面板";
"Digest" = "摘要";
"Results" = "结果";
"Settings" = "设置";
"Log" = "日志";
"Search Panel:" = "搜索面板:";
"Download Directory:" = "将下载的文件保存到:";
"Start Page:" = "首页:";
"Alerts:" = "Alerts:";

/* Email */

"Email Font:" = "电子邮件字体:";
"Send styled emails" = "发送样式的电子邮件";
"Apple Mail" = "Apple Mail";
"Server:" = "服务器名称:";
"SMTP Server" = "SMTP服务器";
"Send Email:" = "发送电子邮件:";
"Use default ports (25, 465, 587)" = "使用默认端口 (587)";
"Use custom port:" = "使用自定义端口:";
"Use Secure Sockets Layer (SSL)" = "使用安全套接字层(SSL)";

/* Tabs */

"Always show tab bar" = "总是显示标签栏";
"Select new tabs as they are created" = "在创建新标签时选择";
"Enable Tabbed Browsing" = "启用标签式浏览";
"Opens a link in a new tab and selects it." = "在新选项卡中打开一个链接并选择它.";
"Opens a link in a new window behind the current one." = "在当前窗口后面的新窗口中打开链接.";
"Opens a link in a new window and selects it." = "在新窗口中打开一个链接并选择它";
"Opens a link in a new tab." = "在新选项卡中打开链接.";
"⌘–click:" = "⌘–click:";
"⌘–Shift-click:" = "⌘–Shift-click:";
"⌘–Option-click:" = "⌘–Option-click:";
"⌘–Option-Shift-click:" = "⌘–Option-Shift-click:";
"in a new window" = "在新窗口中";
"in the current window" = "在当前窗口中";
"Open links from applications:" = "打开来自应用程序的链接:";

/* Bookmarks */

"Bookmarks for menu bar and drawer" = "菜单栏和抽屉的书签";
"Safari" = "Safari";
"OmniWeb" = "OmniWeb";
"Camino" = "Camino";
"Firefox" = "Firefox";
"Bookmarks:" = "书签:";
"Bookmarks menu:" = "书签菜单";
"Bookmarks bar:" = "书签栏:";
"Include Bonjour" = "包括 Bonjour";
"Include DEVONthink" = "包括 DEVONthink";
"Include Workspaces" = "包括工作区";

/* General */

"Open contents after using \"New with clipboard\"" = "使用\"新建剪贴板\"后打开内容";
"Interface:" = "接口:";
"Alternating row colors in views" = "替换视图中的行颜色";
"Startup:" = "启动:";
"Open new window" = "打开新窗口";
"Open windows that were open on quit" = "打开退出时打开的窗口";
"Do nothing" = "空空如也";
"List Views Font:" = "列表视图字体:";
"Column View Font:" = "列视图字体:";
"Hide \"Groups\" panel when inactive" = "不活动时隐藏\"组和标记\"面板";
"Display number of items inside groups" = "显示组内条目数";
"Highlight Internet links in views" = "在视图中高亮显示Internet链接";
"Keep groups on top when sorting by name" = "排序时将组保持在最上面";
"Always open groups in a new window" = "双击在新窗口中打开组";
"Always open groups and documents in a new window" = "双击在新窗口中打开组和文档";
"Always open documents externally" = "双击打开外部文档";
"Default Database:" = "默认数据库:";
"Retain view" = "保留视图";
"Appearance:" = "外观:";
"Appearance" = "外观";
"Colorize instances in views" = "以颜色标记重复项和复制项";
"Classic (Mac OS)" = "Classic (Mac OS)";
"Modern (Mac OS X)" = "Modern (Mac OS X)";
"Dots (Mavericks)" = "Dots (macOS)";
"Enable tabbed browsing" = "启用选项卡浏览";
"Stricter recognition of duplicates" = "更严格的副本识别";
"Enable reminder alarms" = "启用提醒报警";
"Show filename extensions" = "显示文件扩展名";
"List View Text Size:" = "列表视图文本大小:";
"Column View Text Size:" = "列视图文本大小:";
"View Text Size:" = "查看文本大小:";
"Sidebar Text Size:" = "边栏文本大小:";
"Automatically expand sidebar" = "自动展开和折叠";
"Show features of higher editions" = "显示较高版本的功能";
"Unified inboxes" = "统一收件箱";
"Unified tags" = "统一标签";
"Keyboard navigation" = "键盘导航";
"Sidebar:" = "边栏:";
"Use dark background for documents" = "对文档使用深色背景";

/* Editing */

"General:" = "通用:";
"Check spelling as you type" = "输入时拼写检查";
"Display PDF attachments of rich texts" = "显示PDF格式的富文本附件";
"Scale image attachments" = "缩放图像附件";
"Smart quotes" = "智能引号";
"Smart Copy/Paste" = "智能复制/粘贴";
"Data Detectors" = "数据检测器";
"Rich Text Font:" = "富文本和注释字体:";
"Plain Text Font:" = "纯文本字体:";
"Ruler Units:" = "标尺单位:";
"Centimeters" = "厘米";
"Inches" = "英寸";
"Points" = "点";
"Picas" = "Picas";
"WikiLinks:" = "Wiki链接:";
"Automatic" = "自动";
"Template:" = "模板:";
"Summarization:" = "摘要:";
"Based on sentences" = "基于句子";
"Based on paragraphs" = "基于段落";
"Full Screen:" = "全屏:";
"Open new documents in separate windows" = "在单独窗口中打开新文档";
"Don't link to groups" = "不链接到组";
"MashedWords and Aliases" = "混合字和别名";
"MashedWords" = "混合词";
"Double Square Brackets" = "方括号[[...]]";
"Names and Aliases" = "姓名和别名";
"Background:" = "背景:";
"Text:" = "文本:";
"Width:" = "宽度:";
"Text Replacement" = "文本替换";
"Check grammar with spelling" = "用拼写检查语法";
"Correct spelling automatically" = "自动更正拼写";
"Smart dashes" = "智能破折号";
"Smart links" = "智能链接";
"Author:" = "作者:";
"Case insensitive linking" = "不区分大小写链接";
"All items" = "所有条目";
"Only documents" = "仅限文档";
"Only groups" = "仅限组";

/* Import */

"Files:" = "文件:";
"Plain text documents" = "纯文本文档";
"Rich text documents" = "富文本文档";
"Markup languages (HTML, XML) & Web Archives" = "标记语言（HTML，XML）&Web归档";
"PDF & PostScript documents" = "PDF&PostScript文档";
"Images" = "图像";
"QuickTime movies & sounds" = "QuickTime 电影和声音";
"Internet locations & links" = "Internet地点和链接";
"AppleScripts" = "AppleScripts";
"Titles:" = "标题:";
"Filename with extension" = "扩展名为的文件名";
"Filename without extension" = "不带扩展名的文件名";
"Localized display name" = "本地化显示名称";
"Unknown file types" = "其他文件类型";
"Ignore rich text commands" = "忽略富文本命令";
"Encoding:" = "编码:";
"iChat & Yahoo! Messenger logs" = "iChat&Yahoo！信使日志";
"New notes:" = "新笔记:";
"In top or current group" = "在顶级或当前组中";
"Select (and display) automatically" = "自动选择(显示)";
"Tables & Sheets (TSV, CSV, BiBTeX, ...)" = "表格和工作表 (TSV, CSV, BiBTeX, ...)";
"Classify automatically" = "自动分类";
"Use global inbox" = "全局收件箱";
"Use local inbox" = "当前数据库的收件箱";
"Use inbox" = "数据库收件箱";
"Select group" = "选择组";
"Destination:" = "目的地:";
"For data coming in from bookmarklets, DEVONagent, feeds, scripts, and services" = "对于来自书签，DEVONagent Pro，提要，脚本，服务以及拖放到Dock图标的数据.";
"For data coming in from bookmarklets, DEVONagent and services" = "对于来自书签，DEVONagent Pro，服务和拖放到Dock图标的数据.";
"Convert to Tags:" = "转换为标签:";
"Tags:" = "标签:";
"Convert Keywords to Tags" = "将关键字转换为标签";
"Convert Properties to Tags" = "将属性转换为标签";
"Convert Geolocation to Tags" = "将地理位置转换为标签";
"Convert Hashtags to Tags" = "将标签转换为标签";
"Add Tags to Images" = "添加标签到图像";
"Scan Barcodes" = "扫描条形码";
"Nothing" = "没有";
"Keywords" = "关键字";
"Properties" = "属性";
"Geolocation" = "地理位置";

/* Media */

"Auto scaling" = "自动调整大小";
"Play:" = "播放:";
"Automatically" = "自动";
"Loop" = "循环";
"Background Color:" = "背景色:";
"Create thumbnails" = "创建缩略图";
"Movies:" = "电影:";
"Images:" = "图片:";
"PDF & PS documents:" = "PDF＆PS文件:";
"Create Thumbnails:" = "创建缩略图:";
"Web Archives" = "Web存档";
"Formatted Notes" = "格式化的注释";
"Bookmarks" = "书签";
"Always from image" = "从实际图像生成";

"Single Page" = "单页";
"Single Page Continuous" = "单页连续";
"Two Pages" = "两页";
"Two Pages Continuous" = "两页连续";

"Actual Size" = "实际尺寸";
"All Pixels" = "所有像素";
"Zoom To Fit" = "最佳比例";
"Zoom To Width" = "缩放至宽度";

"Display:" = "显示:";
"Markdown:" = "Markdown:";
"Markdown Display:" = "Markdown显示:";
"Edit documents" = "编辑文件";
"Preview documents" = "预览文件";
"Movies" = "电影";
"Play Media:" = "播放媒体:";
"Image Display:" = "图像显示:";
"PDF Display:" = " PDF显示:";
"Edit Documents" = "编辑文档";
"Preview Documents" = "预览文件";
"Sheets:" = "工作表:";
"Table View" = "表格视图";
"Form View" = "表单视图";
"MathJAX support" = "启用MathJAX支持";

/* Backup & Update */

"Backup & Optimize:" = "备份和优化:";
"Never" = "从不";
"On startup" = "启动时";
"Hourly" = "每小时";
"Daily" = "每天";
"Weekly" = "每周";
"Monthly" = "每月";
"External files too" = "也有外部文件";
"Destination:" = "目的地:";
"Archiving:" = "归档:";
"backups" = "备份";
"Automatically check for updates
(only when you have a network connection)" = "自动检查更新
（仅当您有网络连接时）";
"Check for Updates:" = "检查更新:";
"Check Now" = "立即检查";
"Last  Check:" = "最后检查:";
"Backups contain only the meta data storage and search index. Use Time Machine to backup complete databases including internal and external files." = "备份仅包含元数据存储和搜索索引.使用Time Machine备份完整的数据库,包括内部和外部文件.";

/* Web */

"Enable developer extras" = "启用开发人员附加功能";
"Enable plugins" = "启用插件";
"Enable Java" = "启用Java";
"Enable JavaScript" = "启用JavaScript";
"Display images when the page opens" = "打开页面时显示图像";
"Standard font:" = "标准字体";
"Animate images" = "动画图像";
"Loop animation of images" = "图像循环动画";
"Web Content:" = "Web内容:";
"Images:" = "图像:";
"Block pop-up windows" = "阻止弹出式窗口";
"Only automatic JavaScript windows" = "仅自动JavaScript窗口";
"Fixed-width font:" = "固定宽度字体:";
"Style Sheet:" = "样式表:";
"Accept Cookies:" = "接受Cookie:";
"Always" = "永远";
"Never" = "从不";
"Only from sites you navigate to" = "仅来自您导航到的站点";
"Text Encoding:" = "文本编码:";
"Delete cookies on quit" = "退出时删除cookie";
"Block zooming" = "区块缩放";
"Block advertisements" = "区块广告";
"Zoom text only" = "仅缩放文本";
"Warning: This deletes the cookies of all WebKit applications." = "警告:这将删除所有WebKit应用程序的cookie.";
"Scale images to fit" = "缩放图像以适合";

/* Webserver */

"New User" = "新用户";
"Bonjour Name:" = "Bonjour名称:";
"Port:" = "端口:";
"User:" = "用户名:";
"Password:" = "密码:";
"Domain:" = "Bonjour域:";
"Stop" = "停止";
"Start" = "开始";
"Launch on startup" = "启动时运行";
"Log..." = "日志...";
"Incoming Files:" = "传入的文件";
"Convert to searchable PDF" = "将图像和PDF文档转换为可搜索PDF";
"Convert incoming files to searchable PDF" = "将输入的图像和PDF文档转换为可搜索的PDF";
"TLS Certificate:" = "TLS证书:";
"Allow insecure connection on port:" = "允许端口上的不安全的HTTP连接:";
"Create self-signed certificate" = "创建自签名证书";
"Load P12 file..." = "加载P12文件...";
"None" = "无";
"General" = "通用";
"Users" = "用户";
"Info" = "详细信息";
"Remove selected users" = "删除所选用户";
"Add user" = "添加用户";
"Database" = "数据库";
"READ" = "读取";
"DOWN" = "下载";
"ADD" = "添加";
"WRITE" = "写入";
"ORG" = "组织";
"DEL" = "删除";
"Enable Permissions" = "启用所有权限";
"Disable Permissions" = "禁用所有权限";
"Visits:" = "访问:";
"Hits:" = "点击:";
"Downloads:" = "下载:";
"Failed Logins:" = "登录失败:";
"Errors:" = "错误:";
"Last Login:" = "最后一次登录:";
"Uploads:" = "上传:";

/* RSS */

"Check for updates:" = "检查更新:";
"Remove articles:" = "删除文章:";
"Also unread articles" = "还没有阅读的文章";
"Feed Style Sheet:" = "Feed样式表:";
"(requires restart of application)" = "(需要重新启动应用程序)";
"Manually" = "手动";
"After opening the database" = "打开数据库之后";
"Every 5 Minutes" = "每5分钟";
"Every 15 Minutes" = "每15分钟";
"Every 30 Minutes" = "每30分钟";
"Every hour" = "每个小时";
"Every day" = "每天";
"After one day" = "一天后";
"After one week" = "一周后";
"After two weeks" = "两周后";
"After one month" = "一个月后";
"After two months" = "两个月后";
"After one year" = "一年后";
"Skip duplicates" = "跳过重复项";
"Lock feeds or news to prevent automatic removal." = "锁定Feeds或物品以防止自动删除.";
"Add tags" = "将类别转换为标签";
"Add categories & hashtags" = "将类别和主题标签转换为标签";
"PDF (One Page)" = "PDF (一页)";
"PDF (Paginated)" = "PDF (分页)";
"Formatted Note" = "格式化的注释";
"Web Archive" = "Web存档";
"Default" = "默认";
"Feed Format" = "源格式";
"Readability" = "使用整洁的布局";
"Rich Text" = "富文本";

/* Take Note */

"Set a key combination to open the Take Note head-up display." = "设置键组合以打开“记笔记”显示.";
"Take Note Hotkey:" = "笔记热键:";

/* Agent/Sphere Express */

"Set a key combination to open the menu." = "设置组合键以打开菜单.";
"Hotkey:" = "热键:";
"Hotkey" = "热键";
"Availability:" = "可用性:";
"Start at login" = "从登录开始";
"Open Results:" = "Open结果:";
"In DEVONagent" = "在DEVONagent Pro中";
"In default browser" = "在默认网页浏览器中";
"Show Icons" = "显示图标预览";
"Show icon previews" = "显示图标预览";
"Show additional details" = "显示其他详细信息";
"Live update" = "自动更新，另请参见";
"Auto hide attached panel" = "自动隐藏菜单";
"Search:" = "搜索:";
"Agent (Slower & filtered)" = "代理商（Slower，Filtered";
"Express (Faster & unfiltered)" = "Express（更快，未过滤）";
"Not supported by all search sets and plugins." = "并非所有搜索集和插件都支持.";
"Show text summary" = "在菜单中显示文本摘要";
"Folder" = "位置";
"Result" = "类别";
"Automatic order of results" = "自动排序类别";
"Every week" = "每周";
"Update Index:" = "更新索引:";
"Update Now" = "立即更新";
"Live" = "自动";
"Add location" = "添加位置";
"Remove selected locations" = "删除所选位置";
"Cancel" = "取消";
"Search immediately" = "边输边搜";
"Search these locations:" = "搜索这些位置:";
"Prevent DEVONsphere Express from searching these locations:" = "阻止DEVONsphere Express搜索这些位置:";
"Keep in front" = "保持在前面";
"Cancel search after opening first result" = "打开结果后取消搜索";

/* Colors */
"Labels" = "标签";
"Labels:" = "标签:";
"Highlighting" = "突出显示";

/* Sync */
"Sync Locations" = "位置";
"Databases" = "数据库";
"Synchronize" = "同步";
"Synchronize:" = "同步:";
"Every minute" = "每1分钟";
"Every 5 minutes" = "每5分钟";
"Every 15 minutes" = "每15分钟";
"Every 30 minutes" = "每30分钟";
"Advanced..." = "高级选项…";
"Add Direct Connection…" = "添加网络连接…";
"Add Dropbox Account…" = "添加Dropbox同步存储…";
"Add WebDAV Server…" = "添加WebDAV服务器…";
"Add SFTP Server…" = "添加SFTP服务器…";
"Add Local Sync Store..." = "添加本地同步存储…";
"Remove Location" = "删除位置";
"Clean Location…" = "清除位置…";
"Verify Location" = "验证位置";
"Reveal in Finder" = "在Finder中显示";
"Add sync location" = "添加位置";
"Remove selected sync locations" = "删除选定的位置";
"Import database" = "导入数据库";
"Refresh databases" = "刷新数据库列表";
"Import Database…" = "导入数据库…";
"Clean Database…" = "清除数据库…";
"Verify Database" = "验证数据库";
"Refresh Databases" = "刷新列表";
"Show Info" = "显示详细信息";
"Show database info" = "显示数据库信息";
"Show location info" = "显示位置信息";
"Use latest document" = "使用最新文件";
"Duplicate documents" = "重复的文件";
"Conflicts:" = "冲突:";
"Add iCloud Drive Sync Store..." = "添加iCloud Drive同步存储…";
"Add iCloud Sync Store..." = "添加iCloud同步存储…";
"Synchronize database" = "同步数据库";
"Synchronize Database" = "同步数据库";
"Bonjour Options..." = "Bonjour选项…";
"Add CloudMe Account…" = "添加CloudMe Sync Store…";
"Add Box.com Account…" = "添加Box同步存储…";
"Add MagentaCLOUD Account…" = "添加MagentaCLOUD同步存储…";
"Verify Location Quickly" = "迅速验证位置";
"Verify Database Quickly" = "快速验证数据库";
"Verify Location Thoroughly" = "彻底验证位置";
"Verify Database Thoroughly" = "彻底验证数据库";
"On Quit" = "退出或停用";

/* Metadata */
"Metadata" = "元数据";
"Custom Metadata" = "自定义元数据";
"Add metadata" = "添加元数据";
"Remove metadata" = "删除元数据";
"bool" = "布尔";
"int" = "整数";
"real" = "精准的数";
"string" = "单行文本";
"uuid" = "标识符(UUID)";
"text" = "多行文字";
"richtext" = "富文本";
"url" = "URL";
"crosslink" = "条目链接";
"set" = "设置";
"number" = "数字";
"percent" = "百分比";
"currency" = "货币";
"countries" = "国家";
"languages" = "语言";
"date" = "日期";
"dateandtime" = "日期和时间";
"Type:" = "类型:";
"Format:" = "格式:";
"Identifier:" = "标识符(UUID):";
"Values:" = " 值:";
"Add value" = "添加值";
"Remove value" = "删除值";
"The identifier is necessary for AppleScript and synchronizing and can't be modified." = "标识符(UUID)是AppleScript和同步所必需的，以后不能修改.";
"Symbol" = "符号";
"Columns" = "列";
"OK" = "确定";
"Cancel" = "取消";
"Add column" = "添加列";
"Remove column" = "删除列";
"Actions" = "动作";
